Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: When the switch is toggled, the activation device sends a signal to the detonator by radio, setting it off.
zh_cn: 当开关打开时，触发装置将通过无线电发送信号给起爆器来触发。

source: When the target’s attitude drops to hostile, he or she attacks the designated character.
zh_cn: 当目标态度恶化到敌对，目标将攻击指定角色。

source: When the temporary hit points go away, the character’s hit points drop to that score.
zh_cn: 当暂时生命值消失，角色的生命值将减至那个值。

source: When the user activates it (via a control device attached to the end of the strip by a 10-foot-long cord), the spikes extend.
zh_cn: 当使用者激活它时（通过控制附着在10尺外钉障末端的控制器），钉刺会伸出。

source: When this is the case, it deals the indicated damage to all creatures in each 5-foot square through which it passes.
zh_cn: 这种情况下，它会给途径的所有方格上的生物造成伤害。

source: When trying to determine what Knowledge skill a particular question or field of expertise falls under, use a broad interpretation of the existing categories.
zh_cn: 要将现实的问题或领域归类到游戏中的知识类别，应尽量符合知识类别的广义解释，

source: When trying to determine what Perform skill a particular type of performance falls under, use a broad interpretation of the existing categories.
zh_cn: 要将现实的表演形式归类到游戏中的表演类别，应尽量符合表演类别的广义解释，

source: When turning, pivot the vehicle on the rear square toward which it is turning.
zh_cn: 载具的转向也是以后悬挂为轴，向目标方向旋转。

source: When two characters arm wrestle, for example, the stronger character simply wins.
zh_cn: 比如两个角色在掰手腕，当然是力量大的角色胜。

source: When two or more multipliers apply, however, combine them into a single multiple, with each extra multiple adding 1 less than its value to the first multiple.
zh_cn: 当有超过一个乘数参与计算，则将所有乘数求和，每一个额外的乘数在求和时减1。

source: When used by a character with the Brawl feat, brass knuckles increase the base damage dealt by an unarmed strike by +1 and turn the damage into lethal damage.
zh_cn: 当拥有拳法专长的角色使用时，指虎会让徒手攻击的基础伤害+1，并将伤害转为致命伤害。

source: When used in a place not served by regular cellular service, each call requires a Wealth check (DC 6).
zh_cn: 在无手机信号服务的地区使用，每打一次电话都需要一次财富检定（DC6）。

source: When used with the Burst Fire feat, it fires only three bullets instead of five and can be used with only three bullets in the weapon.
zh_cn: 当运用`点射`专长时，它只会发射3发而不是5发子弹，且可在只剩三发子弹时发动。

source: When used with the Exotic Melee Weapon Proficiency feat, it can be used with one hand.
zh_cn: 角色拥有该武器的`擅长异种近战武器`专长时，可以单手使用。

source: When using Survival with the Track feat to track a character or animal, checks are made according to distance, as described in the Track feat.
zh_cn: 当使用生存检定和追踪专长来追踪角色或动物时，检定根据追踪专长所述，根据距离进行结算。

source: When using a chain, the character gets a +2 equipment bonus on his or her opposed attack roll when attempting to disarm an opponent (including the roll to avoid being disarmed if the character fails to disarm the opponent).
zh_cn: 当试图使用锁链来卸除对手的武器时，角色的对抗攻击骰会受到2点加值（如果角色卸除对手武器失败，对对方卸除自己武器的对抗检定也有2点加值）。

source: When using a grid to represent character’s movement, the standard scale equates 1 inch (or a 1 inch square) to 5 feet in the game world.
zh_cn: 当要用棋盘走子移动来代表角色的移动时，现实中一寸（见方）代表游戏中的5尺（见方）。

source: When using a ranged weapon, the wielder applies his or her Dexterity modifier to the attack roll.
zh_cn: 使用远程武器时，使用者将敏捷调整值应用于攻击骰。

source: When using a whip, a character gets a +2 bonus on your opposed attack roll when attempting to disarm an opponent (including the roll to keep from being disarmed if the character fails to disarm the opponent).
zh_cn: 当试图使用鞭子来卸除对手的武器时，角色的对抗攻击骰会受到2点加值（如果角色卸除对手武器失败，对对方卸除自己武器的对抗检定也有2点加值）。

source: When worn in an appropriate setting, fatigues grant a +2 bonus on Hide checks.
zh_cn: 当穿上合适的迷彩作训服，作训服将为`躲藏`检定提供2点加值。

source: When worn, the backpack has a Defense equal to 9 + the wearer’s Dexterity modifier + the wearer’s class bonus.
zh_cn: 穿戴后，背包的防御值等于9+穿戴者敏捷调整值+穿戴者职业加值。

source: When you’re attempting to activate a magic item using this skill, you do so as an attack action.
zh_cn: 使用此技能视为做了一个攻击动作。

source: Whenever a character buys an object that has a purchase DC higher than his or her current Wealth bonus, the character’s Wealth bonus decreases (see below).
zh_cn: 即只要角色购买了DC大于财富加值的物品，角色的财富加值会减少（如下）。

source: Whenever an object takes damage, subtract its hardness from the damage.
zh_cn: 只要物品受到伤害，最终伤害值都要减去硬度。

source: Whenever the GM decides that a character’s reputation can be a factor in an encounter, the GM makes a Reputation check (DC 25) for the GM character involved.
zh_cn: 当GM决定套用声望时，GM需要对相关GM控制角色进行一次声望检定（DC25）。

source: Whenever the Investigator spends 1 action point to improve the result of a skill check made using certain skills (see below), the Investigator gets to add an additional 1d6 to the result.
zh_cn: 当调查员花费1点行动点增强特定的技能检定结果时，结果额外加1d6。

source: Whenever the hero encounters a new language, either spoken or written, that he or she does not know the Smart hero can make an Intelligence check to determine if he or she can understand it.
zh_cn: 每当英雄遇到一门陌生的语言，无论是口语还是书面，英雄可以进行一次智力检定来决定英雄是否理解它。

source: Where can a character move, how long it takes to get there, and whether he or she is vulnerable to attacks of opportunity while moving are key questions in combat.
zh_cn: 在战斗中，角色能移动的位置、移动所耗时间以及是否引发借机攻击都是至关重要的问题。

source: Whether a desktop or notebook model, a computer includes a keyboard, a mouse, a monitor, speakers, a CD-ROM drive, a dial-up modem, and the latest processor.
zh_cn: 无论是台式的还是笔记本，电脑包括一个键盘、一个鼠标、一个显示器、话筒、一个CD-ROM光驱、一个拨号上网的调制解调器、以及最新的处理器。

source: Whether this has a positive or negative connotation depends on the point of view of the person who recognizes the hero.
zh_cn: 这是美名还是臭名取决于认出者对英雄的看法。

source: Whether trying to send or intercept a message, a failure by 5 or more points means that one side or the other misinterprets the message in some fashion.
zh_cn: 无论是发送还是接收密信，失败5点或更多将意味着其中一方表达错误或另一方曲解了密信的内容。

source: While a character is grappling, his or her ability to attack others and defend him or herself is limited.
zh_cn: 当角色处于擒抱状态，角色对其他人的攻击与防御将受到限制。

source: While a compass or GPS receiver can help characters find their way through the wilderness, a map can tell a character where he or she is going and what to expect when he or she gets there.
zh_cn: 指南针或GPS接收器只能帮助角色在野外找到方向，只有地图才能告诉角色所去的是什么地方、目的地有什么。

source: While it may go unnoticed by a quick glance, it is usually visible to anyone looking closely for it, granting a +4 bonus on Spot checks to notice the armor.
zh_cn: 旁人只是一瞥是不会发现防弹衣的，但凑近观看就很容易发现，注意到此护甲所需的侦察检定会有4点加值。

source: While overloaded in this way, the character loses any Dexterity bonus to Defense and can only move 5 feet per round (as a full-round action).
zh_cn: 这时角色的防御将失去敏捷加值，且每轮只能以一个整轮动作移动5尺。

source: While studying, the Mage decides which spells to prepare.
zh_cn: 法师在学习时决定要准备哪些法术。

source: While stunned, the Slayer can’t act, he loses any Dexterity bonus to Defense, and attackers gain a +2 bonus on attacks made against him.
zh_cn: 暗影猎手若陷入震慑，将无法行动，防御时失去敏捷加成，攻击者攻击骰获得2点加值。

source: While the familiar is within 5 feet, the Mage gains the Alertness feat.
zh_cn: 魔宠在5尺以内时，法师获得`警觉`专长。

source: While the others turn their attention from the character, he or she can make a Hide check if the character can get to a hiding place of some kind.
zh_cn: 当他人的注意力从角色的身上移开，且角色在可以躲藏的位置，角色可以进行一次躲藏检定。

source: Whips deal a small amount of lethal damage.
zh_cn: 鞭子会造成少量的致命伤害。

source: White phosphorus grenades use an explosive charge to distribute burning phosphorus across the burst radius.
zh_cn: 白磷弹通过爆炸来将燃烧的白磷覆盖到爆炸半径内的所有区域。

source: Whoever drinks the potion is the target of the spell.
zh_cn: 喝下药水的即为受术者。

source: Wielding a Weapon Two-Handed: When a character deals damage with a weapon that he or she is wielding two-handed, add 1.5 times the character’s Strength bonus.
zh_cn: 双手武器：当以双手武器造成伤害时，伤害值可以加上力量加值的1.5倍。

source: Will: These saves reflect a character’s resistance to mental influence and domination as well as to many magical effects.
zh_cn: 意志豁免： 这一豁免反映了角色对精神上的影响和控制和许多魔法效果的抵抗能力。

source: Willpower is a free action that can be attempted once per round.
zh_cn: 坚定意志是即时动作，每轮可以进行一次。

source: Windbreaker: This is a lightweight jacket made of wind-resistant material.
zh_cn: 防风夹克：这是一种用防风材质制造的轻装夹克。

source: Wing-style clamps keep it from opening accidentally.
zh_cn: 翼形夹固定箱子，以防意外打开。

source: Wired: This is the simplest form of detonator.
zh_cn: 线控起爆器：这是最简单的起爆器。

source: With Craft (electronic), the Techie can build electronic devices.
zh_cn: 指定了制造（电子），则可制造大师级的电气设备。

source: With Craft (mechanical), the Techie can build mechanical devices, including weapons.
zh_cn: 指定了制造（机械），则可制造大师级机械设备，包括武器。

source: With a Repair check (DC 10), a user can connect to a phone wire and hear any conversation that crosses it.
zh_cn: 用户可以通过一个修理检定（DC10）将其连接至一根电话线，监听通过这根电话线的所有电话。

source: With a flurry of blows, the Martial Artist may make one extra attack in a round at his or her highest base attack bonus.
zh_cn: 施展疾风连击，即武术家在本轮以其最大的基础攻击加值额外攻击一次。

source: With a given turning attempt, you can’t turn any creature whose Hit Dice exceeds the result of your turning check.
zh_cn: 在这次驱散尝试中，你无法驱散那些HD值超过驱散检定结果的生物。

source: With a lightning shot, the Gunslinger may make one extra ranged attack with a personal firearm in a round at his or her highest base attack bonus.
zh_cn: 枪手的连射，即在一轮内以最高的基础攻击加值额外进行一次远程攻击。

source: With a normal melee weapon, a character can strike any enemy within 5 feet.
zh_cn: 在持有一般的近战武器时，角色可以攻击5尺内的任意敌人。

source: With a ranged weapon, a character can shoot or throw at any target that is within the ranged weapon’s maximum range and in line of sight.
zh_cn: 角色使用远程武器可以对目标发射或投掷，目标必须在武器最大射程内，且在视线内。

source: With a ranged weapon, a character’s attack bonus is:
zh_cn: 角色使用远程武器的攻击加值为：

source: With a single computer, that’s often no big deal—but on a large site with many computers (or computers controlling functions that can’t be interrupted), it may be time-consuming or even impossible.
zh_cn: 关掉一台电脑没什么问题，但是要关掉一个由许多电脑组成的大站点（或者正在完成不可干扰的重要任务的电脑）将是一个耗时甚至不可能做到的事。

source: With a success, the license is issued to the character after the number of days indicated.
zh_cn: 检定成功，角色将在所需时间之后获得执照。

source: With a success, the object is issued to the hero.
zh_cn: 检定成功，则物品将配发给英雄。

source: With a success, the tap detector indicates that a tap is present.
zh_cn: 检定成功，检测器则检测到电话已被窃听。

source: With a successful Sense Motive check opposed by the subject’s Bluff check result or against DC 10 (whichever is greater), the Investigator can tell whether the subject is deliberately and knowingly speaking a lie.
zh_cn: 调查员要断定对方是否在故意说谎，需要进行成功的察言观色检定，DC = Max(对方唬骗检定结果, 10)。

source: With a successful attack, before damage is rolled, the gunslinger can spend 1 action point to deal +3d6 points of damage.
zh_cn: 攻击成功后，在伤害骰之前，枪手可花费1行动点让伤害值+3d6。

source: With a successful check (DC 20), the character can get the feeling from another’s behavior that something is wrong.
zh_cn: 若检定成功（DC20），角色从其他人的举动中察觉到异象。

source: With an overrun, the character attempts to move through an opponents area, going past or over the opponent.
zh_cn: 角色将通过闯越的方式穿过对手占据的区域，跨过对手。

source: With each successful melee attack, the creature bestows one or more negative levels.
zh_cn: 每次成功的近战攻击，此生物都会给对手赋予一个或多个负向等级。

source: With ranged weapons, however, it’s easy to have better cover than the opponent.
zh_cn: 而在远程战斗中，有掩蔽的一方对对方更有优势。

source: With the GM’s permission, a character can make a Wealth check to see if he or she has a mundane object on hand, as long as the object has a purchase DC of 10 or lower.
zh_cn: 若GM允许，寻常物品的购买DC小于等于10，角色可以做一个财富检定来判定自己手上是否有这个寻常物品。

source: With the GM’s permission, the character gains a +2 circumstance bonus on Charisma-based skill checks when dealing with someone of the same allegiance—as long as the character has had some interaction with the other character to discover the connections and bring the bonus into play.
zh_cn: 在GM的允许下，角色可以在与同阵营角色进行魅力检定时获得+2的情景加值。这一加值必须是目角色间通过交流发现这种联系才有。

source: With the Track feat, a character can use Survival checks to track a character or animal across various terrain types.
zh_cn: 若有追踪专长，角色可以使用生存检定来跨越各种地形追踪一个角色或动物。

source: With the bayonet fixed, the longarm becomes a double weapon—clublike at one end and spearlike at the other.
zh_cn: 安装了刺刀的长杆枪将变成`双头武器`——一头是类木棒武器一头是类矛武器。

source: With the exception of specific movement-related skills, most move actions don’t require a check.
zh_cn: 除了一些特别的移动相关的技能，大多数移动动作不需要检定。

source: With the selected weapon, the Field Scientist can use his or her Intelligence modifier instead of Strength or Dexterity modifier on attack rolls.
zh_cn: 使用此武器作攻击骰时，战地科学家可以用智力调整值代替力量或敏捷调整值。

source: With the wide variety of equipment available to modern adventurers, it’s often critical to have something to store the equipment in or carry it around in.
zh_cn: D20M的装备五花八门，把它们装起来尤为重要。

source: With this feat, the character may also make attacks of opportunity when flat-footed.
zh_cn: 角色拥有此专长可以在自己措手不及时进行借机攻击。

source: With this feat, the character’s massive damage threshold is current Con +3.
zh_cn: 有了此专长，角色的巨创阈值为当前体质值+3。

source: With this special ability, a Smart hero can glean enough meaning from a conversation or document to ascertain the basic message, but this ability in no way simulates actually being able to converse or fluently read and write in a given language.
zh_cn: 有这个特殊能力的英雄可以充分确定对话或文件的基本含义，但并不意味着英雄能流利地掌握这门语言。

source: With this talent, he or she applies his or her Charismatic level as a competence bonus on any Bluff, Diplomacy, or Gamble checks the hero makes while attempting to lie, cheat, or otherwise bend the truth.
zh_cn: 拥有此天赋的英雄在为说谎、欺诈或者其他歪曲事实的行为作唬骗、交涉、赌博鉴定时，获得一个等于其魅力等级的加值。

source: Withdrawing from melee combat is a full-round action.
zh_cn: 从近战中撤退是一个整轮动作。

source: Without a 20-foot move, double the DC.
zh_cn: 若不够20尺，DC加倍。

source: Without a running start, double the DC.
zh_cn: 未助跑则DC加倍。

source: Without a speed loader, a firearm with a cylinder magazine must be loaded by hand.
zh_cn: 如果没有快速装弹器，转轮型弹匣的子弹需要手动一个个装填。

source: Without actual training, a character only knows common knowledge about a given subject.
zh_cn: 角色若没有相关的训练，则只能知道相关领域的常识。

source: Without an evidence kit, a character receives a –4 penalty to use the collect evidence option of the Investigate skill.
zh_cn: 角色用调查技能搜集证据时，如果没有取证工具，将会受到4点减值。

source: Without the use of these items, often referred to as kits, skill checks made with these skills are at a –4 penalty.
zh_cn: 不使用这些物品（通常指工具集），相关的技能检定会受到4点减值。

source: Without this feat, if a character attempts an autofire attack at a specific target, it simply counts as a normal attack and all the extra bullets are wasted.
zh_cn: 角色若没有这个专长， 用自动武器攻击特定目标只能算作正常情况下的范围攻击，浪费更多子弹。

source: Wounds heal im-mediately, or the weapon bounces off harmlessly (in either case, the opponent knows the attack was ineffective).
zh_cn: 伤口会立即治好，或者完全忽视武器伤害（无论如何，对手也知道攻击无效）。

source: You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark.
zh_cn: 你同意不通过任何商标或者注册商标连同一个包含OGC的内容表明相容性或者互适性，除非在与该商标或注册商标所有者订立的另一个独立的协议中特许。

source: You always retain this information; however, you can only recall it with a successful Autohypnosis check.
zh_cn: 你会永远记住此信息，但必须再进行自我催眠检定成功后才能回忆起来。

source: You can activate such items as if you were using the activation word, thought, or action even if you’re not, and even if you don’t know it.
zh_cn: 在无意甚至不知情的情况下，只要你使用了启动语、思想、或动作，就会启动这些物品。

source: You can create a scroll of any spell you know.
zh_cn: 你可以创造任何你所会法术的卷轴。

source: You can only emulate one allegiance at a time.
zh_cn: 你一次只能模仿一个阵营。

source: You can use these items as if you were of an allegiance of your choice.
zh_cn: 你可以模仿需要模仿的阵营来使用物品。

source: You can’t try again for that spell until you gain at least 1 rank in Spellcraft.| |15 + spell level|Prepare a spell from a borrowed spellbook.
zh_cn: 不可对同一个法术重试，除非你在辨识法术上提升了至少一个级数。| |15 + 法术等级|用借来的法术书准备法术。

source: You can’t try again in the same round for willpower.
zh_cn: 同一轮内也不能重试坚定意志。

source: You can’t try again to tolerate poison.
zh_cn: 而忍耐毒素不可重试。

source: You can’t try again.|
zh_cn: 不可重试。|

source: You can’t try again.| |20 + spell level|Decipher a written spell (such as a scroll) without using read magic.
zh_cn: 不可重试| |20 + 法术等级|不通过`阅读魔法`来解读写下来的法术（例如卷轴）。

source: You can’t try again.| |30 or higher|Understand a strange or unique psionic effect.
zh_cn: 不可重试。| |30及以上|理解一个陌生的或独一无二的灵力效果。

source: You do have to use something equivalent.
zh_cn: 你必须做类似的举动才能生效，

source: You get a +2 bonus on the check if you’ve activated the item at least once in the past.
zh_cn: 如果曾经启动过此物品，再次启动，检定获得2点加值。

source: You have to speak, wave the item around, or otherwise attempt to get it to activate.
zh_cn: 比如开口说话、挥动物品、或者只是想要得到。

source: You have trained your mind to resist certain injuries and threats while also gaining a few select benefits.
zh_cn: 你的思想经过训练，可以抵抗伤害和威胁还能获得一些增益。

source: You make Use Magic Device checks each time you activate a device such as a scroll or a wand.
zh_cn: 每次启动装置——比如卷轴或者魔杖——都需要做一次使用魔法装置检定。

source: You may skip over already turned creatures that are still within range so that you don’t waste your turning capacity on them.
zh_cn: 你可以跳过驱散距离内那些已经被驱散过的不死生物，不需要再在它们身上浪费你的驱散能量。

source: You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.
zh_cn: 你可以使用任何该许可证的权威版本以复制、修改和分发任何原本依据该许可证的任何版本分发的OGC。

source: You must affix such a notice to any Open Game Content that you Use.
zh_cn: 你必须附上类似的声明于任何你使用的OGC上。

source: You must decide to use this ability before making the check.
zh_cn: 必须在进行检定前宣布使用这一天赋。

source: Your effective ability score (appropriate to the class you’re emulating when you try to cast a spell from a scroll) equals your check result minus 15.
zh_cn: 有效的属性值（当你尝试从卷轴施法时要模拟的职业所对应的属性）等于检定结果-15。

source: Your effective level in the emulated class equals your check result minus 20.
zh_cn: 你能有效模仿出的职业等级为检定结果-20

source: Zip-Tie: These are single-use disposable handcuffs, much like heavy-duty cable ties.
zh_cn: 约束带：这是一种便利的一次性手铐，比较像重型的缆绳结。

source: \* Add +5 to the DC if the narrow surface is slippery or angled; add +10 if it is both slippery and angled.
zh_cn: \* 狭窄表面若是光滑或有棱角则+5DC；光滑且有棱角则+10DC。

source: \* Bonus Spells by Spell Level
zh_cn: \* 每个法术等级奖励的施法次数。

source: \* Chloroform gives off vapor that causes unconsciousness.
zh_cn: \* 氯仿的蒸汽会造成昏迷。

source: \* Creates a beam 30 feet long and 5 feet high.
zh_cn: \* 射出30尺长、5尺高的光。

source: \* Cumulative with any of the first three conditions on the table.
zh_cn: \* 与前三个情况之一叠加。

source: \* Does not apply if target is adjacent to attacker.
zh_cn: \* 若目标与进攻方相邻则无效

source: \* Figures for manufactured objects are minimum values.
zh_cn: \* 人造物的尺寸对应的数据是下限。

source: \* For a group of mixed sizes, apply only the modifier for the largest size category represented.
zh_cn: \* 若生物群体的体型不一，只以最大体型生物的调整值为准。

source: \* Half damage if save is failed; no damage if successful.
zh_cn: \* 检定失败则伤害折半；检定成功则免除伤害。

source: \* Per step of difference between the character’s age category and the disguised age category (child, young adult, adult, middle age, old, or venerable).
zh_cn: \* 每跨一个年龄段就-2（儿童、青少年、青年、中年、老年、高年）。

source: \* Powers Discovered by Level
zh_cn: \* 发现的各等级的灵力

source: \* Regardless of the action, if a character moves out of a threatened square, the character usually provokes an attack of opportunity.
zh_cn: \* 不管是什么动作，只要角色移出威胁范围，角色通常都会引发一次借机攻击。

source: \* Requires a 20-foot move.
zh_cn: \* 需要先移动20尺。

source: \* See the description of this weapon for special rules.
zh_cn: \* 此武器的特别规则见武器描述。

source: \* Select only one of the options in this category.
zh_cn: \* 单选

source: \* Spells per Day by Spell Level
zh_cn: \* 每个法术等级每日可用施法数

source: \* Such as an activity that requires more than a single full-round action.
zh_cn: \* 比如一些需要花费超过一个整轮动作的活动。

source: \* The figures in parentheses are typical damage/burst radius for each type of explosive.
zh_cn: \* 括号内指每种爆炸物的`一般伤害/爆炸半径`。

source: \* The given basic class provides the fastest path to both of the associated advanced classes, though not the only path.
zh_cn: \* 所示的基本职业并不是对应高级职业的必要条件，而是通往高级职业的捷径。

source: \* The number of squares a vehicle can move at this speed.
zh_cn: \* 在这个速度下，载具所能移动的方格数。

source: \* This is actually an opposed check; the DC given is a typical Move Silently check result for such a character or creature.
zh_cn: \* 这实际上是一个对抗检定，DC是目标角色或生物的潜行检定结果。

source: \* This mastercraft weapon grants a +1 bonus on attack rolls.
zh_cn: \* 大师级工艺的武器为攻击骰提供1点加值

source: \* This weapon cannot be purchased as an item; the purchase DC given is for the weapon’s components.
zh_cn: \* 这种武器不能作为成品购买；给出的购买DC是部件的总价。

source: \*Add to the object’s purchase DC if the character tries to buy it on the black market without first obtaining a license; see The Black Market, below.
zh_cn: \*如果角色要在黑市购买而不是先获得执照，将此DC加到物品的购买DC，见下文“黑市”。

source: \*Craft DCs
zh_cn: \*制造DC

source: \*Damage per round of exposure.
zh_cn: \* 伤害每轮都结算

source: \*If damage is sustained, make a second saving throw to avoid 1 point being permanently drained (instead of damaged).
zh_cn: \* 若伤害已造成，再进行一次豁免以避免1点永久性的属性吸取（而不是伤害）。

source: \*These modifiers are cumulative; use any that apply.
zh_cn: \*此调整值是累加的，满足即应用。

source: \*This is an ancient language.
zh_cn: \*这是古代语言。

source: \*\* Apply only the largest modifier from this category.
zh_cn: \*\* 此类状况以最大的调整值为准。

source: \*\* If the object is being held, carried, or worn by a creature, yes.
zh_cn: \*\* 如果物品被一个生物拿着、携带着、穿着，则会。

source: \*\* Select one or more of the options in this category.
zh_cn: \*\* 多选

source: \*\* Some ranged weapons can’t be used while the attacker is prone.
zh_cn: \*\* 一些远程武器不能在进攻方俯卧时使用。

source: \*\* Such as from catching on fire.
zh_cn: \*\* 比如着火。

source: \*\* The defender loses any Dexterity bonus to Defense.
zh_cn: \*\* 防御方的防御会失去所有敏捷加值。

source: \*\* The number of squares a vehicle must move at this speed before making a turn.
zh_cn: \*\* 在这个速度下，载具在转向前至少需要径直移动的方格数。

source: \*\* This weapon does special damage.
zh_cn: \*\* 此武器造成特殊伤害。

source: \*\* Threat range applies to direct hits only; splash damage does not threaten a critical hit.
zh_cn: \*\* 重击威胁区间只对直接攻击有效；溅射伤害无重击。

source: \*\*The dice rolls in parentheses are typical contact damage/immersion damage caused per round of immersion.
zh_cn: \*\*括号内所示的骰点是`一般接触伤害/浸泡所致的每轮浸泡伤害`

source: \*\*\* A stationary vehicle cannot move or maneuver.
zh_cn: \*\*\* 静止的载具不能移动或做机动反应。

source: \*\*\* If the character has a base attack bonus of +1 or higher, he or she can combine this action with a regular move.
zh_cn: \*\*\* 如果角色的基础攻击加值至少有1点，则可以将此动作与一个常规的移动合并。

source: \*\*\* Necessary for a robot built to use any skill except Listen or Spot.
zh_cn: \*\*\* 这是使用除聆听和侦察外的技能所必需的。

source: \*\*\* Roll randomly to see which grappling combatant the character strikes.
zh_cn: \*\*\* 掷骰来从擒抱的双方选出一个被进攻方击中的目标。

source: \*\*\* See the description of this weapon for special rules.
zh_cn: \*\*\* 此武器的特别规则见武器描述。

source: \*\*\* The defender loses any Dexterity bonus to Defense.
zh_cn: \*\* 防御方的防御会失去所有敏捷加值。

source: \*\*\*\* These attack forms substitute for a melee attack, not an action.
zh_cn: \*\*\*\* 这些攻击类型替代了一次近战攻击，并非动作。

source: \*\*\*\* Treat the defender’s Dexterity as 0 (–5 modifier).
zh_cn: \*\*\*\* 将防御方的敏捷视为0（-5调整值）。

source: \*\*\*\*\* The description of a feat defines its effect.
zh_cn: \*\*\*\*\* 效果见对应专长说明。

source: \[1\] This stacks with the loss from a Purchase DC above the character’s current wealth bonus.
zh_cn: \[1\] 这与下述加值损失叠加

source: and is Copyright 2000 Wizards of the Coast, Inc ("Wizards").
zh_cn: 版权所有，
